# Game Over - версия 2
# Показывает разные приемы работы со строками
print("Программа 'Game Over' 2. О")
print("То же", "самое", "сообщение")
print("Только",
      "чуть-чуть",
      "побольше")
print("Boт", end=" ")  # после выполнения не переходит на следующую строку потому, что задан
# завершвбщий символ " " (пробел)  и следующй ввод идет после него
print("оно ... ")
print(
    """
     _____        ___        ___  ___   ________
    / ____|      /    |     /   |/   |  |   ____|
    | |         / /|  |    /  /|  /| |  |  |____
    | |  _     / ___  |   /  / |_/ | |  |  _____|
    | |_| |   / /   | |  /  /      | |  |  |_____
    \____/   /_/    |_| /__/       |_|  |_______|
      _______    ___      ___   ________    ______
     /  ____  \  \  \    /  /   |  ____|   |  ____ \ 
    |  /    \  |  \  \  /  /    |  |____   |  |__|  |
    |  |     | |   \  \/  /     |  ____|   |   __  / 
    |  \____/  |    \    /      |  |____   |  | \  |
     \ ______ /      \__/       |______|   |__|  \__\ 


    """)

input("\n Haжмитe Enter. чтобы выйти ")

