# Воображаемые благодарности
# Образец применения еsсаре-последовательностей
print("\t\t\tBooбpaжaeмыe благодарности")
# \t - табуляция
print("\t\t\t \\ \\ \\ \\ \\ \\ \\")
print("\t\t\tpaзpaбoтчикa игры")
print("\t\t\tMaйклa Доусона")
print("\t\t\t \\ \\ \\ \\ \\ \\ \\")
print("\nОтдельное спасибо хотелось бы сказать:")
print("мoeмy парикмахеру Генри по прозвищу \'Великолепный\', который не знает слова "
      "\"невозможно\".")
# Звучит системный динамик, если он есть и IDE поддерживает
print("\a")
input("\n\nHaжмитe Enter. чтобы выйти.")