#Напишите программу, в окно которой пользователь сможет ввести названия двух своих любимых блюд.
# Программа должна щеплять две эти строки и выводить полученную строку как название нового
# невиданного блюда.
print("Напишите названия двух своих любимых блюд", "\n\tНапишите название блюда 1:" )
fav_meal_1 = (input())
print("\n\tНапишите название блюда 2:" )
fav_meal_2 = (input())
print("Отлично!"
      "\nТогда"+ " Вам может понравиться:", fav_meal_1, "из", fav_meal_2, " из нашего меню")
input("\n\t Haжмитe Enter. чтобы выйти ")

