# Забавные строки
# Демонстрирует сцепление и повторение строк
print("Две строки можно " + "сцепить с помощью оператора '+' , ")
print("\nЭтa строка " + "вряд ли " + "удив" + "ит вас. " \
+ "Но интересно. " + "что" + " она - \n" + "одна длинная-длин" \
+ "на" + "я" + "строка. сцепленная " \
+ "из " + "двадцати двух\n" + "отдельных строк. разбитых " \
+"на шесть строк."+" Достаточно ли вы"+" впечатлены? "+"Ну хватит.\n" \
+ "вот " + "наша " + "длинная" + " строка и закончилась!")
print("\nEcли текст нравится. его можно и повторить. К примеру,")
print("кто не любит пирожных? Только дураки не любят пирожных.")
print("А" " paз мы люди честные. то выскажемся о своих симпатиях"+"\nоткровенно:")
print("\nПирожные" * 10)
input("\nHaжмитe Enter. чтобы выйти.")